[
  {
    "title": "How does Mobile Massages work?",
    "content": "Mobile Massage allows you to order a five-star massage to your home.hotel,office,or event in as little as an hour.We match your massage request with a vetted certified massage therapist available in your area at the specified time.At your appointment time,a therapist will arrive at your door with massage table,fresh linens,lotions,oils,and music to ensure a relaxing massage.All you have to do is sit back,relax,and enjoy your massage."
  },
  {
    "title": "What types of services are offered by Mobile Massages?",
    "content": "Mobile Massages currently offers deep tissue,Swedish,sports,and prenatal massages.Any of these modalities can be performed as a couples massage,either with two massage therapists performing simultaneous massage or one therapists performing massage one after another.Soothe also offers chair and table massage delivered to your office or event with Mobile Massages at Work and Mabila Massages Events."
  },
  {
    "title": "How do I pick a therapist?",
    "content": "We will match you with the highest quality massage therapist available at the time specified.You have the option to choose a male or female therapist if you have a preference,but are not able to select the exact therapist that you'd like."
  },
  {
    "title": "How does Mobile Massage vet the therapists in its network?",
    "content": "We're very careful about the massage therapists we select to join the Mobile Massage network.We interview all of our therapists in person and make sure they are fully licensed and insured in their state of practice.We accept only the highest quality therapists with a history of excellence in customrer satisfaction.In most states the process to become a certified massage therapist(CMT) requires applicants to successfully pass background checks conducted by a state investigator,before being deemed able to safely work with the public.All Mobile Massages therapists have passed these government sponsored certification measures.In order to become a CMT,a therapist must also complete a minumum of 500 hours of practical traning,but some states require as much as 1,000 hours.All Mobile Massages therapists have the highest level of Integrity and professionalism.In return,we expect all clients to reciprocate the same level of respect and conduct."
  },
  {
    "title": "Can I rebook with the same therapist?",
    "content": "Yes,absolutely!After your first massage with a Mobile Massages massage therapist,you will be given the option to re-book with the same therapist.Keep in mind,however,we cannot guarantee that the same therapist will be available at the time you request."
  },
  {
    "title": "Can I book a massage directly with a therapist instead of through Mobile Massages?",
    "content": "Mobile Massage takes the stress out of booking a massage and is able to function because of the honor system.If you enjoy massages,we hope that you will do your part in keeping our eco-system intact.We strongly encourage our clients to use Mobile Massage exclusively for all of their massage needs."
  },
  {
    "title": "How much clothing should I remove?",
    "content": "Feel free to undress to your level of comfort.If you'd prefer to leave on undergarments,be our guest!If you feel more comfortable nude,you may undress completely and position your body under the sheet.Therapists are trained to properly drape your body to protect your modesty and theirs."
  },
  {
    "title": "What about parking?",
    "content": "When booking,we ask that you provide detailed parking information.If our therapist is unable to find free parking,or none is available in your area,you will be expected to reimburse the therapist for any parking costs incurred."
  },
  {
    "title": "What is Mobile Massage's cancellation policy?",
    "content": [
      "You may cancel or reschedule your appointment up to 1 hour before the appointment time with no penalty",
      "If you reschedule with less than 1 hour's notice,you will be charged a $35/￡25 fee*",
      "If you reschedule with less than 30 minutes'notice,you will be charged a $50/￡35 fee*",
      "If you cancel with less than 1 hour's notice,you will be charged a $50/￡35 fee*",
      "If you cancel with less than 30 minutes,you will be charged the full amount of the massage*",
      "If a therapist has not yet been assigned to your appointment you will not be charged."
    ]
  },
  {
    "title": "Does Mobile Massages accept insurance?",
    "content": "Mobile Massages does not accept insurance as a form of payment.However,somr insurance companies will allow clients to self-claim and file for reimbursement."
  },
  {
    "title": "Do I need my own massage table?",
    "content": "There's no need for your own massage table.Our therapists bring the massage table,clean sheets,oils,and music to create the full massage experience."
  },
  {
    "title": "Do I need my own sheets for the massage table?",
    "content": "Mobile Massage therapists always come prepared with fresh linens,however you may use your own."
  },
  {
    "title": "You're not in my city!Can I still get a Mobile Massage?",
    "content": "We're expanding each day!Check back in here to see if Mobile Massages has arrived in your city."
  }
]